tinyNozzle/2D/6_with3outlets_cyclic_volume_3.27Exit_sharp_10deg_02/constant/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  2212                                  |
|   \\  /    A nd           | Website:  www.openfoam.com                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    arch        "LSB;label=32;scalar=64";
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

5
(
    front
    {
        type            wedge;
        nFaces          232988;
        startFace       464199;
    }
    back
    {
        type            wedge;
        nFaces          232988;
        startFace       697187;
    }
    inlet
    {
        type            patch;
        nFaces          32;
        startFace       930175;
    }
    outlet
    {
        type            patch;
        nFaces          1284;
        startFace       930207;
    }
    wall
    {
        type            wall;
        inGroups        1(wall);
        nFaces          1081;
        startFace       931491;
    }
)

// ************************************************************************* //
